Repository: marco-souza/tremtec
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: pt

source: can't be blank
pt: Não pode ficar em branco

source: has already been taken
pt: Já está em uso

source: is invalid
pt: Inválido

source: must be accepted
pt: Precisa ser aceito

source: has invalid format
pt: Tem formato inválido

source: has an invalid entry
pt: Deve ter uma entrada válida

source: is reserved
pt: É reservado

source: does not match confirmation
pt: Não coincide com a confirmação

source: is still associated with this entry
pt: Ainda está associado a esta entrada

source: are still associated with this entry
pt: Ainda está associado a esta entrada

source: should have %{count} item(s)
pt: Precisa ter %{count} item

source: should be %{count} character(s)
pt: Precisa ter %{count} caractere

source: should be %{count} byte(s)
pt: Precisa ter %{count} byte

source: should have at least %{count} item(s)
pt: Precisa ter pelo menos %{count} item

source: should be at least %{count} character(s)
pt: Precisa ter pelo menos %{count} caractere

source: should be at least %{count} byte(s)
pt: Precisa ter pelo menos %{count} byte

source: should have at most %{count} item(s)
pt: Precisa ter no máximo %{count} item

source: should be at most %{count} character(s)
pt: Precisa ter no máximo %{count} caractere

source: should be at most %{count} byte(s)
pt: Precisa ter no máximo %{count} byte

source: must be less than %{number}
pt: Precisa ser menor que %{number}

source: must be greater than %{number}
pt: Precisa ser maior que %{number}

source: must be less than or equal to %{number}
pt: Precisa ser menor ou igual a %{number}

source: must be greater than or equal to %{number}
pt: Precisa ser maior ou igual a %{number}

source: must be equal to %{number}
pt: Precisa ser igual a %{number}
